tap "aws/tap"
tap "codekitchen/dinghy"
tap "dart-lang/dart"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "rcmdnk/file"
tap "sanemat/font"
brew "xz"
brew "autojump"
brew "awscli"
brew "bzip2"
brew "cocoapods"
brew "composer"
brew "nghttp2"
brew "openldap"
brew "deno"
brew "docker", link: false
brew "fish"
brew "fontforge"
brew "freetds"
brew "ghq"
brew "gibo"
brew "git"
brew "go"
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller"
brew "libheif"
brew "imagemagick"
brew "intltool"
brew "ios-deploy"
brew "lbzip2"
brew "libevent"
brew "libpq"
brew "libxml2"
brew "maven"
brew "mcrypt"
brew "mkcert"
brew "protobuf"
brew "mysql"
brew "node"
brew "node-build"
brew "nodenv"
brew "pbzip2"
brew "php"
brew "postgresql"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "rbenv-gemset"
brew "source-highlight"
brew "telnet"
brew "tree"
brew "wget"
brew "yarn"
brew "zlib"
brew "aws/tap/aws-sam-cli"
brew "codekitchen/dinghy/dinghy"
brew "dart-lang/dart/dart"
brew "heroku/brew/heroku"
brew "rcmdnk/file/brew-file"
brew "sanemat/font/ricty"
cask "android-studio"
cask "docker"
cask "mysqlworkbench"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vivaldi"
