tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "rcmdnk/file"
tap "sanemat/font"
brew "xz"
brew "autojump"
brew "awscli"
brew "bzip2"
brew "nghttp2"
brew "openldap"
brew "deno"
brew "docker", link: false
brew "fontforge"
brew "freetds"
brew "ghq"
brew "gibo"
brew "git"
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller"
brew "libheif"
brew "imagemagick"
brew "intltool"
brew "lbzip2"
brew "libevent"
brew "libpq"
brew "libxml2"
brew "mcrypt"
brew "mkcert"
brew "protobuf"
brew "pbzip2"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "rbenv-gemset"
brew "source-highlight"
brew "tree"
brew "volta"
brew "wget"
brew "yarn"
brew "zlib"
brew "aws/tap/aws-sam-cli"
brew "rcmdnk/file/brew-file"
brew "sanemat/font/ricty"
cask "brave-browser"
cask "docker"
cask "visual-studio-code"
cask "vivaldi"
cask "iterm2"
cask "sourcetree"
cask "slack"

# if you want

#brew "fish"

#brew "ios-deploy"
#cask "android-studio"
#brew "cocoapods"

#brew "php"
#brew "composer"
#brew "go"

#brew "mysql"
#brew "postgresql"
#cask "mysqlworkbench"

#tap "codekitchen/dinghy"
#tap "dart-lang/dart"
#:tap "heroku/brew"
#cask "vagrant"
#cask "virtualbox"
#cask "virtualbox-extension-pack"
#brew "codekitchen/dinghy/dinghy"
#brew "dart-lang/dart/dart"
#brew "heroku/brew/heroku"
